Repository: bugra9/BootableUSB
Catalog: po/*.po
Languages: tr

source: All Storage Devices
tr: Tüm Depolama Aygıtları

source: Error: mkdosfs or mkfs.msdos program not found!
tr: Hata: mkdosfs veya mkfs.msdos yazılımlarından biri bulunamadı!

source: Install Windows
tr: Windows Kurulumu

source: Boot Linux ISO Image
tr: Linux ISO Kalıbından Başlat

source: Run from RAM
tr: RAM'e kopyalayarak başlat

source: Live
tr: Canlı

source: Setup
tr: Kurulum

source: Error: this drive contains multiple partitions!
tr: Hata: Bu sürücü birden fazla disk bölüm içeriyor!

source: Error: unable to securely unmount %s
tr: Hata: %s güvenli biçimde ayırılamadı.

source: Finalizing, please wait...
tr: Bitiriliyor, Lütfen Bekleyin...

source: Error: the device is in use by another process. Please close any other process that may be accessing the device. Error Code: %s
tr: Hata: aygıt başka bir işlem tarafından kullanılıyor. Lütfen aygıta erişilebilmesi için diğer işlemi kapatın. Hata Kodu: %s

source: Copying files...
tr: Dosyalar kopyalanıyor...

source: Error: unknown option - '%s'
tr: Hata: bilinmeyen seçenek - '%s'

source: Error: '%s' device not found.
tr: Hata: '%s' aygıtı bulunamadı.

source: Error: you should run this script as root!
tr: Hata: Bu yazılımın çalışması için yönetici yetkilerine ihtiyacı var.

source: Error: no install method specified!
tr: Hata: herhangi bir işlem belirtilmemiş!

source: WARNING: ALL DATA ON DEVICE '%s' WILL BE DESTROYED. Are you sure you want to continue? (y/n)
tr: UYARI: '%s' AYGITINDAKİ TÜM VERİ YOK EDİLECEK. İşleme devam etmek istediğine emin misin? (e/h)

source: Operating Systems on Disk
tr: Disk Üzerindeki İşletim Sistemleri

source: Reboot
tr: Yeniden Başlat

source: Installing Grub...
tr: Grub Yükleniyor...

source: Success
tr: Başarılı

source: Clearing MBR/PBR/GPT structures...
tr: MBR/PBR/GPT yapıları temizleniyor...

source: Writing master boot record...
tr: MBR Yazılıyor...

source: Formatting (%s)...
tr: Biçimlendiriliyor (%s)...

source: Writing GPT...
tr: GPT Yazılıyor...

source: Writing GPT & MBR...
tr: GPT & MBR Yazılıyor...
